{
    "Quotes": [
      {
        "q":"No church will ever grow and prosper and be a New Testament church until the pulpit is central and the Gospel is central in the pulpit.",
        "a":"Adrian Rogers","authorImg": "https://media.salemwebnetwork.com/sermonsearch/contributors/rogers.jpg"
      },
      {
        "q":"There is no one who is insignificant in the purpose of God.",
        "a":"Alistair Begg", "authorImg": "https://www.familylife.com/wp-content/uploads/sites/51/2021/05/Alistair_Begg2.jpg"
      },
      {
        "q": "The nature of Christ's salvation is woefully misrepresented by the present-day “evangelist.” He announces a Savior from hell rather than the Savior from sin. And that is why so many are faithfully deceived, for there are multitudes who wish to escape the lake of fire, who have no desire to be delivered from their carnality and worldliness.",
        "a": "A.W. Pink",
        "authorImg": "https://voltemosaoevangelho.com/blog/wp-content/uploads/2014/09/A.-W.-Pink_avatar_1410785925.jpg"
      },
      {
        "q": "The Bible was written in tears, and to tears it yields its best treasures.",
        "a": "A.W. Tozer",
        "authorImg": "http://4.bp.blogspot.com/-nY56r7xyqS4/VbDS-FWVeUI/AAAAAAAABOw/UI1DVO_rNZI/s1600/maxresdefault.jpg"
      },
      {
        "q": "The Devil is a better theologian than any of use and is a devil still. - A.W. Tozer",
        "a": "A.W. Tozer",
        "authorImg": "http://4.bp.blogspot.com/-nY56r7xyqS4/VbDS-FWVeUI/AAAAAAAABOw/UI1DVO_rNZI/s1600/maxresdefault.jpg"
      },
      {
        "q": "We have a lot of hero worship in the Church of Christ today. We are magnifying the messenger and consequently minimizing the message. The message should be of such a nature that it overshadows the messenger.",
        "a": "A.W. Tozer",
        "authorImg": "http://4.bp.blogspot.com/-nY56r7xyqS4/VbDS-FWVeUI/AAAAAAAABOw/UI1DVO_rNZI/s1600/maxresdefault.jpg"
      },
      {
        "q": "A scared world needs a fearless church.",
        "a": "A.W. Tozer",
        "authorImg": "http://4.bp.blogspot.com/-nY56r7xyqS4/VbDS-FWVeUI/AAAAAAAABOw/UI1DVO_rNZI/s1600/maxresdefault.jpg"
      },
      {
        "q": "He who begins by seeking God within himself may end by confusing himself with God.",
        "a": "B.B. Warfield",
        "authorImg": "https://everipedia-storage.s3.amazonaws.com/ProfilePicture/en/B._B._Warfield__dae392/BBWarfieldPhoto.jpg__11570.jpeg"
      },
      {
        "q": "There are no dark corners of the universe that God's all seeing eye cannot pierce; there is nothing that occurs in it which is hidden from his universal glance.",
        "a": "B.B. Warfield",
        "authorImg": "https://everipedia-storage.s3.amazonaws.com/ProfilePicture/en/B._B._Warfield__dae392/BBWarfieldPhoto.jpg__11570.jpeg"
      },
      {
        "q": "God can use a sensitive Christian to be a rich blessing in the life of one who knows the pain and sorrow.",
        "a": "Billy Graham", 
        "authorImg": "https://www.thefamouspeople.com/profiles/images/billy-graham-7.jpg"
      },
      {
        "q": "God has given us two hands, one to receive with and the other to give with.",
        "a": "Billy Graham", "authorImg": "https://www.thefamouspeople.com/profiles/images/billy-graham-7.jpg"
      },
      {
        "q": "There are, in fact, no historical data that prevent one from acquiescing in the conviction held by the universal church that, despite the very human factors... in the production, preservation, and collection of the books of the New Testament, the whole process can also be rightly characterized as the result of divine overruling.",
        "a": "Bruce Metzger", "authorImg": "http://4.bp.blogspot.com/_BMoXxC2XKIA/RdZLTI_XI9I/AAAAAAAAAd4/ViHViW0W6wc/s320/metzger1.jpg"
      },
      {
        "q": "God insists that we ask, not because He needs to know our situation, but because we need the spiritual discipline of asking.",
        "a": "Catherine Marshall", "authorImg": "https://ap-pics2.gotpoem.com/ap-pics/user/5912/577big.jpg?CatherineMarshalljp"
      },
      {
        "q": "You have never truly found Jesus if you do not tell others about Him.",
        "a": "Charles Spurgeon", "authorImg": "https://lucidbookspublishing.com/wp-content/uploads/2016/02/7-Writing-Tips-from-Charles-Spurgeon.jpg"
      },
      {
        "q": "Atheism is a strange thing. Even the devils never fell into that vice.",
        "a": "Charles Spurgeon", "authorImg": "https://lucidbookspublishing.com/wp-content/uploads/2016/02/7-Writing-Tips-from-Charles-Spurgeon.jpg"
      },
      {
        "q": "Revivals, if genuine, don't always come the moment you whistle for them.",
        "a": "Charles Spurgeon", "authorImg": "https://lucidbookspublishing.com/wp-content/uploads/2016/02/7-Writing-Tips-from-Charles-Spurgeon.jpg"
      },
      {
        "q": "So live for the kingdom of God. Seek to bring glory to Jesus Christ and the Lord will use you. It is my prayer, my constant and daily prayer, that God would keep me useable.",
        "a": "Chuck Smith", "authorImg": "https://www.azquotes.com/public/pictures/authors/ce/f0/cef09a0b15bdbefb33afbc7ddc3f8fad/54757fb810f7d_chuck_smith.jpg"
      },
      {
        "q": "For those who have given up much to Christ, there are great, great rewards ahead.",
        "a": "Chuck Swindoll", "authorImg": "https://pbs.twimg.com/profile_images/474926050711834624/G1Gy0VCa_400x400.jpeg"
      },
      {
        "q": "Anyone who has ever been told by a friend that the Lord led such a friend to do something completely silly, or anyone who has ever been at a Bible study where the burden has been to explain “what the text means to me,” regardless of what the words on the page and the grammar and syntax might otherwise indicate, has experienced an evangelical mysticism that is not really distinguishable from traditional liberalism at the level of its understanding of what constitutes truth.",
        "a": "C.R. Trueman", "authorImg": "https://rts.edu/wp-content/uploads/2020/08/trueman-carl.jpg"
      },
      {
        "q": "Free will, though it makes evil possible, is also the only thing that makes possible any love or goodness or joy worth having.",
        "a": "C.S. Lewis", "authorImg": "http://1.bp.blogspot.com/-fVsMY2MltcI/UUHn2JAkvlI/AAAAAAAAiHI/u-NgeJ7IWuo/s1600/cs+lewis.jpg"
      },
      {
        "q": "The Gospel spread to the know world during the first century WITHOUT radio, television, or the printing press, because these produced men who were reproducing.",
        "a": "Dawson Trotman", "authorImg": "https://images.gr-assets.com/authors/1275844333p5/588525.jpg"
      },
      {
        "q": "The wonderful thing about praying is that you leave a world of not being able to do something, and enter God's realm where evething is possible. He specializes the impossible. Nothing is too great for His almighty power, Nothing is too small for His love.",
        "a": "Corrie Ten Boom", "authorImg": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/CorrieTenBoom.jpg/170px-CorrieTenBoom.jpg"
      },
      {
        "q": "Forgiveness is the key which unlocke the door of resentment and the handcuffs of hatred. It breaks the chains of bitternes and the shackles of selfishness. The forgiveness of Jesus not only takes away our sin, it makes them as if they had never been.",
        "a": "Corrie Ten Boom", "authorImg": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/CorrieTenBoom.jpg/170px-CorrieTenBoom.jpg"
      },
      {
        "q": "The pursuit of purity is not about the suppression of lust, but about the reorientation of one's life to a larger goal.",
        "a": "Dietrich Boenhoeffer", "authorImg": "https://www.thefamouspeople.com/profiles/images/dietrich-bonhoeffer-4.jpg"
      },
      {
        "q": "Satan rules all men that are in his kingdom. Some he rules through lust. Some he rules through covetousness. Some he rules through appetite. Some he rules by their temper, but he rules them. And none will ever seek to be delivered until they get their eyes open and see that they have been taken captive.",
        "a": "Dwight L. Moody", "authorImg": "https://marvel-b1-cdn.bc0a.com/f00000000231931/www.moody.edu/siteassets/website_assets/images/about/d.l.-moody/new-page/moody.jpg"
      },
      {
        "q":"The Word of God I think of as a straight edge, which shows up our own crookedness. We can’t really tell how crooked our thinking is until we line it up with the straight edge of Scripture.",
        "a":"Elisabeth Elliot", "authorImg": "https://www.radiusinternational.org/wp-content/uploads/2021/03/ElisabethElliot-e1617233385940-750x675.jpeg"
      },
      {
        "q": "The Bible tells us to love out neighbors, and also to love our enemies; probably because they are generally the same people.",
        "a": "G.K. Chesterton", "authorImg": "https://cdn.britannica.com/74/78674-050-0982A0AD/GK-Chesterton.jpg"
      },
      {
        "q": "Jesus promised his disciples three things-- that they would be completely fearless, absurdly happy, and in constant trouble.",
        "a": "G.K. Chesterton", "authorImg": "https://cdn.britannica.com/74/78674-050-0982A0AD/GK-Chesterton.jpg"
      },
      {
        "q": "Just going to church doesn't make you a Christian any more than standing in your garage makes you a car.",
        "a": "G.K. Chesterton", "authorImg": "https://cdn.britannica.com/74/78674-050-0982A0AD/GK-Chesterton.jpg"
      },
      {
        "q": "Put your nose into the Bible everyday. It is your spiritual food. And then share it. Make a vow not to be a lukewarm Christian.",
        "a": "Kirk Cameron", "authorImg": "https://images.mubicdn.net/images/cast_member/49254/cache-246013-1502585558/image-w856.jpg?size=800x"
      },
      {
        "q":"Disciples are learners. As disciples of Jesus we are called to the lifelong adventure of learning to follow Him closely and faithfully.",
        "a": "Harold Percy", "authorImg": "https://www.flameconference.ca/UserFiles/Image/toronto/2013/rev-harold-percy.jpg"
      },
      {
        "q": "Be very sure of this -- people never reject the Bible because they cannot understand it. They understand it too well; they understand that it condemns their own behavior; they understand that it witnesses against their own sins, and summons them to judgement, they try to believe it is false and useless, because they don't like to believe it is true.",
        "a": "J. C. Ryle", "authorImg": "https://3r98nw2w9uto3s66qn2k1ho2-wpengine.netdna-ssl.com/wp-content/uploads/sites/2/2013/05/RYLE-JC_21-685x1024.jpg"
      },
      {
        "q": "The important thing to remember is repentance is the prelude to revival. The Church must first repent.",
        "a": "J. Edwin Orr", "authorImg": "https://www.inspiringquotes.us/data/image/2017/10/d/1437-j-edwin-orr.jpg"
      },
      {
        "q": "When Scripture calls God, or individual persons of the Godhead, “holy” . . . the word signifies everything about God that sets him apart from us and makes him an object of awe, adoration, and dread to us. It covers all aspects of his transcendent greatness and moral perfection and thus is an attribute of all his attributes, pointing to the “Godness” of God at every point.",
        "a":"J.I. Packer", "authorImg":"https://garyrohrmayer.typepad.com/.a/6a00d83452d9dd69e201b7c78eb669970b-pi"
      },
      {
        "q": "The Bible contains the most profound philosophy, the most perfect morality, and the most refined policy that ever was conceived upon earth.",
        "a": "John Adams", "authorImg": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Gilbert_Stuart%2C_John_Adams%2C_c._1800-1815%2C_NGA_42933.jpg/1200px-Gilbert_Stuart%2C_John_Adams%2C_c._1800-1815%2C_NGA_42933.jpg"
      },
      {
        "q": "Pray often, for prayer is a shield to the soul, a sacrifice to God, and a scourge for Satan.",
        "a": "John Bunyan", "authorImg": "https://banneroftruth.org/us/wp-content/uploads/sites/2/2013/05/BUNYAN-John-Sadler_detail.jpg"
      },
      {
        "q": "When God wants to judge a nation, He gives them wicked rulers.",
        "a": "John Calvin", "authorImg": "https://www.thefamouspeople.com/profiles/images/john-calvin-19.jpg"
      },
      {
        "q": "The true Gospel is a call to self-denial. It is not a call to self-fulfillment.",
        "a": "John MacArthur", "authorImg": "https://www.gty.org/assets/_gty/img/truth-matters/john-macarthur.jpg"
      },
      {
        "q": "When people ask me what appeals to me about heaven, it isn't the streets of transparent gold or gates made of pearls; it's the absence of sin. I'm tired of sin.",
        "a": "John MacArthur", "authorImg": "https://www.gty.org/assets/_gty/img/truth-matters/john-macarthur.jpg"
      },
      {
        "q": "We should not be entertained by the sins for which Christ died.",
        "a": "John MacArthur", "authorImg": "https://www.gty.org/assets/_gty/img/truth-matters/john-macarthur.jpg" 
      },
      {
        "q":"Life is wasted if we do not grasp the glory of the cross, cherish it for the treasure that it is, and cleave to it as the highest price of every pleasure and the deepest comfort in every pain. What was once foolishness to us --  a crucified God -- must become our wisdom and our power and our only boast in this world.",
        "a":"John Piper", "authorImg": "https://pbs.twimg.com/profile_images/1269457942316802050/8o7_3RXz_400x400.jpg"
      },
      {
        "q":"The greatest enemy of hunger for God is not poison, but apple pie. It is not the banquet of the wicked that dulls our appetite for heaven, but endless nibbling at the table of the world. It is not X-rated video, but the prime-time dribble of triviality we drink in every night… The greatest adversary of love to God is not His enemies but His gifts. The weakness of our hunger for God is not because He is unsavory, but because we keep ourselves stuffed with other things.",
        "a":"John Piper", "authorImg": "https://pbs.twimg.com/profile_images/1269457942316802050/8o7_3RXz_400x400.jpg"
      },
      {
        "q": "The Church is supposed to go out and change the world. Instead, the world has come in and changed the Church.",
        "a": "Leonard Ravenhill", "authorImg": "https://www.shadesofgrace.org/wp-content/uploads/Leonard-Ravenhill1.jpg"
      },
      {
        "q":"If you do not desire to be holy I do not see that you have any right to think that you are a Christian.",
        "a": "Dr. Martin Lloyd-Jones", "authorImg": "https://www.xl6.com/images/auteurs/grandes/martyn-lloyd-jones.jpg"
      },
      {
        "q": "Do we go to God’s house expecting something to happen? Or do we go just to listen to a sermon, and to sing our hymns, and to meet with one another? How often does this vital idea enter into our minds that we are in the presence of the living God, that the Holy Spirit is in the church, that we may feel the touch of his power? How much do we think in terms of coming together to meet with God, and to worship him, and to stand before him, and to listen to him? Is there not this appalling danger that we are just content because we have correct beliefs? And we have lost the life, the vital thing, the power, the thing that really makes worship worship, which is in Spirit and truth.",
        "a": "Dr. Martin Lloyd-Jones", "authorImg": "https://www.xl6.com/images/auteurs/grandes/martyn-lloyd-jones.jpg"
      },
      {
        "q": "Unless I am convinced by proofs of Scriptures or by plain and clear arguments, I can and will not retract, for it is neither safe nor qwise to do anything against my conscience. Here I stand, I can do no other. God, help me. Amen.",
        "a": "Martin Luther", "authorImg": "https://cordmagazine.com/wp-content/uploads/2016/10/Martin-Luter.jpg"
      },
      {
        "q": "Extraordinary afflictions are NOT always the punishment of extraordinary sins, but sometimes the trial of extraordinary graces.",
        "a": "Matthew Henry", "authorImg": "http://2.bp.blogspot.com/-BiwzugMiEIs/VETtm89sCII/AAAAAAAAAS8/Z9XRyTTBLG8/s1600/phpThumb_generated_thumbnailjpg.jpeg"
      },
      {
        "q": "So completely was Jesus bent upon saving sinners by the sacrifice of Himself, He creates the tree upon which He was to die, and nurtured from infancy the men who were to nail Him to the accursed wood.",
        "a": "Octavius Winslow", "authorImg": "http://octaviuswinslow.files.wordpress.com/2009/11/5005665898_1cd56f72ee_o.jpg?w=307&h=374"
      },
      {
        "q": "The center of salvation is the cross of Jesus, and the reason it is so easy to obtain salvation is because it cost God so much.",
        "a": "Oswald Chambers", "authorImg": "http://media-cache-ak0.pinimg.com/736x/14/da/d0/14dad08d2392e5cde5261358c60f40b3.jpg"
      }, 
      {
        "q": "The point of prayer is not to get answers from God, but to have perfect and complete oneness with Him.",
        "a": "Oswald Chambers", "authorImg": "http://media-cache-ak0.pinimg.com/736x/14/da/d0/14dad08d2392e5cde5261358c60f40b3.jpg"
      }, 
      {
        "q": "Faith is deliberate confidence in the character of god whose ways you may not understand at the time.",
        "a": "Oswald Chambers", "authorImg": "http://media-cache-ak0.pinimg.com/736x/14/da/d0/14dad08d2392e5cde5261358c60f40b3.jpg"
      },
      {
        "q": "Our daily Bible readings are often forgotten the moment we rise, but in time they form in us a deep and lasting reservoir of true spirituality.",
        "a": "Paul Washer", "authorImg":"https://s3.amazonaws.com/static.gracechurch.org/images/leaders/washer-paul.jpg"
      },
      {
        "q": "If I want to identify fully with Jesus Christ who I claim to be my Savior and Lord then the best way I can do that is to identify with the poor. Christianity is not about building an absolutely secure little niche in this world where you can live with your perfect little wife and your perfect little children in a beautiful little house, where you have no gays or minority groups anywhere near you. Christianity is about learning to love like Jesus loved and Jesus loved the poor and Jesus loved the broken.",
        "a": "Rich Mullins", "authorImg": "https://wp-media.patheos.com/blogs/sites/1125/2019/04/rich-mullins-03-368x368-300x300.jpg"
      },
      {
        "q": "We must never exchange the truth for followers, sound doctrine for likes, and the message of the Cross for a message of comfort.",
        "a": "Samuel Rodriguez", "authorImg": "https://inhisnamehr.com/wp-content/uploads/2017/03/Pastor-Samuel-Rodriguez-.jpeg"
      },
      {
        "q": "It is misleading to say that God accepts us the way we are. Rather he accepts us despite the way we are. He receives us only in Christ and for Christ's sake. Nor does he mean to leave us the way he found us, but to transform us into the likeness of His Son.",
        "a": "Sinclair Ferguson", "authorImg": "https://yankeetv.com/wiki/wp-content/uploads/2021/04/Sinclair-Ferguson.jpg"
      },
      {
        "q":"This is the secret to victorious life: we do nothing; He does it all. When we cease, He flows out. The more we cease, the greater He flows.",
        "a":"Watchman Nee", "authorImg": "https://contendingforthefaith.org/images/people/watchman_nee.jpg"
      },
      {
        "q": "Contextually, John 3:16 is asserting a relatively unusual notion that God not only loves those who follow him but he actually loves the entire world.",
        "a": "William Mounce", "authorImg": "http://images.billmounce.com/BillMounce-500.jpg"
      }
    ]
}